Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Android.resw
Source language: en
Languages: ar, es, it

# NoMedia
source: Share photos and videos in this chat and access them on any of your devices.
ar: شارك المقاطع المرئية والصور في هذه المحادثة لتستطيع الوصول إليها من أية جهاز من أجهزتك
es: Comparte fotos y vídeos en este chat y accede a ellos desde cualquier dispositivo.
it: Condividi foto e video in questa chat e accedi ad essi da ogni tuo dispositivo.

# NoMediaAutoDownload
source: No media
ar: لا يوجد وسائط
es: Ningún contenido multimedia
it: Nessun media

# NoMediaSecret
source: Photos and videos from this chat will be shown here.
ar: الصور والفيديو من هذه المحادثة سيتم عرضها هنا.
es: Las fotos y vídeos de este chat aparecerán aquí.
it: Le foto e i video di questa chat appariranno qui.

# NoMessages
source: No messages here yet...
ar: ...لا توجد رسائل بعد
es: Aún no hay mensajes...
it: Ancora nessun messaggio qui...

# NoOtherSessions
source: No other active sessions
ar: لا يوجد أجهزة مسجّل دخول منها أخرى
es: Sin otras sesiones activas
it: Nessun'altra sessione attiva

# NoOtherSessionsInfo
source: You can log in to Telegram from other mobile, tablet and desktop devices, using the same phone number. All your data will be instantly synchronized.
ar: يمكنك تسجيل الدخول لحسابك في تيليجرام من جوال آخر، جهاز لوحي، أو أجهزة الكمبيوتر، باستخدام نفس رقم الهاتف. تيليجرام سيقوم بمزامنة كافة بياناتك بشكل لحظي.
es: Puedes iniciar sesión en Telegram desde otro móvil, tablet o computador, usando el mismo número de teléfono. Todos tus datos se sincronizarán al instante.
it: Ti puoi connettere a Telegram da altri dispositivi mobili, tablet e desktop usando lo stesso numero. Tutti i tuoi dati saranno sincronizzati istantaneamente.

# NoPhotos
source: No photos yet
ar: لا توجد صور حتى الآن
es: Aún no hay fotos
it: Ancora nessuna foto

# NoPlayerInstalled
source: You don't have a video player, please install one to continue
ar: ليس لديك أي مشغل مقاطع مرئية، يرجى تنزيل أية مشغل
es: No tienes reproductor de vídeo. Por favor, instala uno para continuar.
it: Non hai un lettore video, per favore installane uno per continuare

source: No popup
ar: بدون إشعارات منبثقة
es: Desactivadas
it: Nessun popup

source: No recent
ar: لا توجد رسائل أحدث
es: No hay recientes
it: Nessun recente

source: No recent GIFs
ar: لا يوجد صور متحركة حديثة
es: No hay GIF recientes
it: Nessuna GIF recente

source: No recent photos
ar: لا توجد صور حديثة
es: No hay fotos recientes
it: Nessuna foto recente

# NoResult
source: No results
ar: لا توجد نتائج
es: Sin resultados
it: Nessun risultato

# NoSharedAudio
source: Share music in this chat and access it on any of your devices.
ar: قم بإرسال مقاطع موسيقية لهذه المحادثة ليمكنك الوصول إليها من أجهزتك الأخرى.
es: Comparte música en este chat y accede a ella desde cualquier dispositivo.
it: Condividi musica in questa chat e accedi ad essa da ogni tuo dispositivo.

# NoSharedAudioSecret
source: Music from this chat will be shown here.
ar: المقاطع الصوتية من هذه المحادثة سيتم عرضها هنا.
es: La música de este chat aparecerá aquí.
it: La musica di questa chat apparirà qui.

# NoSharedFiles
source: Share files and documents in this chat and access them on any of your devices.
ar: شارك الملفات والمستندات في هذه المحادثة لتستطيع الوصول إليها من أية جهاز من أجهزتك
es: Comparte archivos en este chat y accede a ellos desde cualquier dispositivo.
it: Condividi file e documenti in questa chat e accedi ad essi da ogni tuo dispositivo.

# NoSharedFilesSecret
source: Files and documents from this chat will be shown here.
ar: الملفات والمستندات من هذه المحادثة سيتم عرضها هنا.
es: Los archivos de este chat aparecerán aquí.
it: I file e i documenti di questa chat appariranno qui.

# NoSharedLinks
source: Share links in this chat and access them on any of your devices.
ar: شارك الروابط في هذه المحادثة لتستطيع الوصول إليها من أية جهاز من أجهزتك
es: Comparte enlaces en este chat y accede a ellos desde cualquiera de tus dispositivos.
it: Condividi link in questa chat ed accedi ad essi da ogni tuo dispositivo.

# NoSharedLinksSecret
source: Shared links from this chat will be shown here.
ar: الروابط المشاركة من هذه المحادثة سيتم عرضها هنا.
es: Los enlaces de este chat aparecerán aquí.
it: I link condivisi di questa chat appariranno qui.

source: No sound
ar: لا يوجد صوت
es: Sin sonido
it: Nessun suono

# NoStickers
source: No stickers yet
ar: لا يوجد ملصقات بعد
es: Aún no hay stickers
it: Ancora nessuno sticker

# NoUsernameFound
source: There is no Telegram account with this username.
ar: لا يوجد حساب تيليجرام بهذا الاسم.
es: No hay ninguna cuenta de Telegram con este alias.
it: Non esiste alcun account Telegram con questo username.

# NobodyLikesSpam1
source: Sorry, you can only send messages to mutual contacts at the moment.
ar: المعذرة، فقط يمكنك مراسلة جهات الاتصال المشتركة في الوقت الحالي.
es: Lo sentimos, por ahora puedes enviar mensajes sólo a contactos mutuos.
it: Spiacenti, al momento puoi scrivere solo ai contatti reciproci.

# NobodyLikesSpam2
source: Sorry, you can only add mutual contacts to groups at the moment.
ar: المعذرة، فقط يمكنك إضافة جهات الاتصال المشتركة للمجموعات في الوقت الحالي.
es: Lo sentimos, por ahora sólo puedes añadir contactos mutuos a grupos.
it: Spiacenti, al momento puoi aggiungere ai gruppi solo i contatti reciproci .

# NotMounted
source: Storage not mounted
ar: الذاكرة غير مثبتة
es: Almacenamiento no montado
it: Archivio non montato

# NotificationActionPinnedContact
source: {0} pinned a contact in the group {1}
ar: {0} ثبت جهة اتصال في المجموعة {1}
es: {0} ancló un contacto en el grupo {1}
it: {0} ha fissato un contatto nel gruppo {1}

# NotificationActionPinnedContactChannel
source: {0} pinned a contact
ar: {0} ثبت جهة اتصال
es: {0} ancló un contacto
it: {0} ha fissato un contatto

# NotificationActionPinnedFile
source: {0} pinned a file in the group {1}
ar: {0} ثبت ملف في المجموعة {1}
es: {0} ancló un archivo en el grupo {1}
it: {0} ha fissato un file nel gruppo {1}

# NotificationActionPinnedFileChannel
source: {0} pinned a file
ar: {0} ثبت ملف
es: {0} ancló un archivo
it: {0} ha fissato un file

# NotificationActionPinnedGame
source: {0} pinned a game in the group {1}
ar: {0} ثبت لعبة في المجموعة {1}
es: {0} ancló un juego en el grupo {1}
it: {0} ha fissato un gioco nel gruppo {1}

# NotificationActionPinnedGameChannel
source: {0} pinned a game
ar: {0} ثبت لعبة
es: {0} ancló un juego
it: {0} ha fissato un gioco

# NotificationActionPinnedGeo
source: {0} pinned a map in the group {1}
ar: {0} ثبت خريطة في المجموعة {1}
es: {0} ancló un mapa en el grupo {1}
it: {0} ha fissato una posizione nel gruppo {1}

# NotificationActionPinnedGeoChannel
source: {0} pinned a map
ar: {0} ثبت خريطة
es: {0} ancló un mapa
it: {0} ha fissato una posizione

# NotificationActionPinnedGeoLive
source: {0} pinned a live location in the group {1}
ar: {0} قام بتثبيت مكان حي في المجموعة {1}
es: {0} ancló una ubicación en directo en el grupo {1}
it: {0} ha fissato una posizione attuale nel gruppo {1}

# NotificationActionPinnedGeoLiveChannel
source: {0} pinned a live location
ar: {0} قام بتثبيت مكان حي
es: {0} ancló una ubicación en directo
it: {0} ha fissato una posizione attuale

# NotificationActionPinnedGif
source: {0} pinned a GIF in the group {1}
ar: {0} ثبت صورة متحركة في المجموعة {1}
es: {0} ancló un GIF en el grupo {1}
it: {0} ha fissato una GIF nel gruppo {1}

# NotificationActionPinnedGifChannel
source: {0} pinned a GIF
ar: {0} ثبت صورة متحركة
es: {0} ancló un GIF
it: {0} ha fissato una GIF

# NotificationActionPinnedMusic
source: {0} pinned a track in the group {1}
ar: {0} ثبت مقطع صوتي في المجموعة {1}
es: {0} ancló una pista en el grupo {1}
it: {0} ha fissato una traccia nel gruppo {1}

# NotificationActionPinnedMusicChannel
source: {0} pinned a track
ar: {0} ثبت مقطع صوتي
es: {0} ancló una pista
it: {0} ha fissato una traccia

# NotificationActionPinnedNoText
source: {0} pinned a message in the group {1}
ar: {0} ثبت رسالة في المجموعة {1}
es: {0} ancló un mensaje en el grupo {1}
it: {0} ha fissato un messaggio nel gruppo {1}

# NotificationActionPinnedNoTextChannel
source: {0} pinned a message
ar: {0} ثبت رسالة
es: {0} ancló un mensaje
it: {0} ha fissato un messaggio

# NotificationActionPinnedPhoto
source: {0} pinned a photo in the group {1}
ar: {0} ثبت صورة في المجموعة {1}
es: {0} ancló una foto en el grupo {1}
it: {0} ha fissato una foto nel gruppo {1}

# NotificationActionPinnedPhotoChannel
source: {0} pinned a photo
ar: {0} ثبت صورة
es: {0} ancló una foto
it: {0} ha fissato una foto

# NotificationActionPinnedRound
source: {0} pinned a video message in the group {1}
ar: {0} ثبت رسالة مرئية في المجموعة {1}
es: {0} ancló un videomensaje en el grupo {1}
it: {0} ha fissato un videomessaggio nel gruppo {1}

# NotificationActionPinnedRoundChannel
source: {0} pinned a video message
ar: {0} ثبت رسالة مرئية
es: {0} ancló un videomensaje
it: {0} ha fissato un videomessaggio

# NotificationActionPinnedSticker
source: {0} pinned a sticker in the group {1}
ar: {0} ثبت ملصق في المجموعة {1}
es: {0} ancló un sticker en el grupo {1}
it: {0} ha fissato uno sticker nel gruppo {1}

# NotificationActionPinnedStickerChannel
source: {0} pinned a sticker
ar: {0} ثبت ملصق
es: {0} ancló un sticker
it: {0} ha fissato uno sticker

# NotificationActionPinnedStickerEmoji
source: {0} pinned a {2} sticker in the group {1}
ar: {0} قام بتثبيت {2} ملصق في المجموعة {1}
es: {0} ancló un {2} sticker en el grupo {1}
it: {0} ha fissato uno {2} sticker nel gruppo {1}

# NotificationActionPinnedStickerEmojiChannel
source: {0} pinned a {1} sticker
ar: {0} قام بتثبيت {1} ملصق
es: {0} ancló un {1} sticker
it: {0} ha fissato uno {1} sticker

# NotificationActionPinnedText
source: {0} pinned "{1}" in the group {2}
ar: {0} ثبت "{1}" في المجموعة {2}
es: {0} ancló "{1}" en el grupo {2}
it: {0} ha fissato "{1}" nel gruppo {2}

# NotificationActionPinnedTextChannel
source: {0} pinned "{1}"
ar: {0} ثبت "{1}"
es: {0} ancló "{1}"
it: {0} ha fissato "{1}"

# NotificationActionPinnedVideo
source: {0} pinned a video in the group {1}
ar: {0} ثبت فيديو في المجموعة {1}
es: {0} ancló un vídeo en el grupo {1}
it: {0} ha fissato un video nel gruppo {1}

# NotificationActionPinnedVideoChannel
source: {0} pinned a video
ar: {0} ثبت فيديو
es: {0} ancló un vídeo
it: {0} ha fissato un video

# NotificationActionPinnedVoice
source: {0} pinned a voice message in the group {1}
ar: {0} ثبت رسالة صوتية في المجموعة {1}
es: {0} ancló un mensaje de voz en el grupo {1}
it: {0} ha fissato un messaggio vocale nel gruppo {1}

# NotificationActionPinnedVoiceChannel
source: {0} pinned a voice message
ar: {0} ثبت رسالة صوتية
es: {0} ancló un mensaje de voz
it: {0} ha fissato un messaggio vocale

# NotificationContactJoined
source: {0} joined Telegram!
ar: {0} قام بالتسجيل في تيليجرام!
es: ¡{0} se unió a Telegram!
it: {0} si è unito a Telegram!

# NotificationContactNewPhoto
source: {0} updated profile photo
ar: {0} قام بتغيير صورته الشخصية
es: {0} actualizó su foto de perfil
it: {0} ha aggiornato la foto del profilo

# NotificationEditedGroupName
source: {0} renamed the group {1}
ar: {0} انضم للمجموعة {1}
es: {0} renombró el grupo {1}
it: {0} ha rinominato il gruppo {1}

# NotificationEditedGroupPhoto
source: {0} changed the group photo for {1}
ar: {0} غير صورة المجموعة {1}
es: {0} cambió la foto del grupo {1}
it: {0} ha modificato la foto del gruppo {1}

# NotificationGroupAddMember
source: {0} invited {2} to the group {1}
ar: {0} قام بدعوة {2} للمجموعة {1}
es: {0} invitó a {2} al grupo {1}
it: {0} ha invitato {2} nel gruppo {1}

# NotificationGroupAddSelf
source: {0} returned to the group {1}
ar: {0} عاد إلى المجموعة {1}
es: {0} volvió al grupo {1}
it: {0} è tornato nel gruppo {1}

# NotificationGroupAddSelfMega
source: {0} joined the group {1}
ar: {0} انضم للمجموعة {1}
es: {0} se unió al grupo {1}
it: {0} si è unito al gruppo {1}

# NotificationGroupKickMember
source: {0} removed {2} from the group {1}
ar: {0} قام بإخراج {2} من المجموعة {1}
es: {0} eliminó a {2} del grupo {1}
it: {0} ha rimosso {2} dal gruppo {1}

# NotificationGroupKickYou
source: {0} removed you from the group {1}
ar: {0} قام بإخراجك من المجموعة {1}
es: {0} te eliminó del grupo {1}
it: {0} ti ha rimosso dal gruppo {1}

# NotificationGroupLeftMember
source: {0} has left the group {1}
ar: {0} قام بمغادرة المجموعة {1}
es: {0} dejó el grupo {1}
it: {0} ha lasciato il gruppo {1}

# NotificationInvitedToGroup
source: {0} invited you to the group {1}
ar: {0} قام بدعوتك للمجموعة {1}
es: {0} te invitó al grupo {1}
it: {0} ti ha invitato nel gruppo {1}

# NotificationInvitedToGroupByLink
source: {0} joined to the group {1} via invite link
ar: {0} قام بالدخول للمجموعة {1} باستخدام رابط الدعوة
es: {0} se unió al grupo {1} con un enlace de invitación
it: {0} si è unito al gruppo {1} tramite link d'invito

# NotificationMessageAudio
source: {0} sent you a voice message
ar: {0} قام بإرسال رسالة صوتية
es: {0} te envió un mensaje de voz
it: {0} ti ha inviato un messaggio vocale

# NotificationMessageContact
source: {0} shared a contact with you
ar: {0} قام بإرسال جهة اتصال لك
es: {0} compartió un contacto contigo
it: {0} ha condiviso un contatto con te

# NotificationMessageDocument
source: {0} sent you a file
ar: {0} قام بإرسال ملف لك
es: {0} te envió un archivo
it: {0} ti ha inviato un file

# NotificationMessageGame
source: {0} invited you to play {1}
ar: {0} قام بدعوتك للعب {1}
es: {0} te invitó a jugar a {1}
it: {0} ti ha invitato a giocare a {1}

# NotificationMessageGif
source: {0} sent you a GIF
ar: {0} أرسل لك صورة متحركة
es: {0} te envió un GIF
it: {0} ti ha inviato una GIF

# NotificationMessageGroupAudio
source: {0} sent a voice message to the group {1}
ar: {0} أرسل رسالة صوتية للمجموعة {1}
es: {0} envió un mensaje de voz al grupo {1}
it: {0} ha inviato un messaggio vocale al gruppo {1}

# NotificationMessageGroupContact
source: {0} shared a contact in the group {1}
ar: {0} قام بإرسال جهة اتصال للمجموعة {1}
es: {0} compartió un contacto en el grupo {1}
it: {0} ha condiviso un contatto con il gruppo {1}

# NotificationMessageGroupDocument
source: {0} sent a file to the group {1}
ar: {0} قام بإرسال ملف للمجموعة {1}
es: {0} envió un archivo al grupo {1}
it: {0} ha inviato un file al gruppo {1}

# NotificationMessageGroupGame
source: {0} invited the group {1} to play {2}
ar: {0} قام بدعوة المجموعة {1} للعب {2}
es: {0} invitó al grupo {1} a jugar a {2}
it: {0} ha invitato il gruppo {1} a giocare a {2}

# NotificationMessageGroupGif
source: {0} sent a GIF to the group {1}
ar: {0} أرسل صورة متحركة للمجموعة {1}
es: {0} envió un GIF al grupo {1}
it: {0} ha inviato una GIF al gruppo {1}

# NotificationMessageGroupLiveLocation
source: {0} sent a live location to the group {1}
ar: {0} أرسل موقعاً حي إلى المجموعة {1}
es: {0} envió una ubicación en directo al grupo {1}
it: {0} ha inviato una posizione attuale nel gruppo {1}

# NotificationMessageGroupMap
source: {0} sent a location to the group {1}
ar: {0} قام بإرسال موقع للمجموعة {1}
es: {0} envió una ubicación al grupo {1}
it: {0} ha inviato una posizione al gruppo {1}

# NotificationMessageGroupMusic
source: {0} sent a track to the group {1}
ar: {0} أرسل مقطع صوتي للمجموعة {1}
es: {0} envió una pista al grupo {1}
it: {0} ha inviato una traccia al gruppo {1}

# NotificationMessageGroupNoText
source: {0} sent a message to the group {1}
ar: {0} قام بإرسال رسالة للمجموعة {1}
es: {0} envió un mensaje al grupo {1}
it: {0} ha inviato un messaggio al gruppo {1}

# NotificationMessageGroupPhoto
source: {0} sent a photo to the group {1}
ar: {0} قام بإرسال صورة للمجموعة {1}
es: {0} envió una foto al grupo {1}
it: {0} ha inviato una foto al gruppo {1}

# NotificationMessageGroupRound
source: {0} sent a video message to the group {1}
ar: {0} قام بإرسال رسالة مرئية للمجموعة {1}
es: {0} envió un videomensaje al grupo {1}
it: {0} ha inviato un videomessaggio al gruppo {1}

# NotificationMessageGroupSticker
source: {0} sent a sticker to the group {1}
ar: {0} قام بإرسال ملصق للمجموعة {1}
es: {0} envió un sticker al grupo {1}
it: {0} ha inviato uno sticker al gruppo {1}

# NotificationMessageGroupStickerEmoji
source: {0} sent a {2} sticker to the group {1}
ar: {0} أرسل {2} ملصق للمجموعة {1}
es: {0} envió un {2} sticker al grupo {1}
it: {0} ha inviato uno {2} sticker al gruppo {1}

# NotificationMessageGroupVideo
source: {0} sent a video to the group {1}
ar: {0} قام بإرسال مقطع مرئي للمجموعة {1}
es: {0} envió un vídeo al grupo {1}
it: {0} ha inviato un video al gruppo {1}

# NotificationMessageLiveLocation
source: {0} sent you a live location
ar: {0} أرسل لك موقعاً حي
es: {0} te envió una ubicación en directo
it: {0} ti ha inviato una posizione attuale

# NotificationMessageMap
source: {0} sent you a location
ar: {0} قام بإرسال موقع لك
es: {0} te envió una ubicación
it: {0} ti ha inviato una posizione

# NotificationMessageMusic
source: {0} sent you a track
ar: {0} أرسل مقطع صوتي لك
es: {0} te envió una pista
it: {0} ti ha inviato una traccia

# NotificationMessageNoText
source: {0} sent you a message
ar: {0} قام بإرسال رسالة لك
es: {0} te envió un mensaje
it: {0} ti ha inviato un messaggio

# NotificationMessagePhoto
source: {0} sent you a photo
ar: {0} قام بإرسال صورة لك
es: {0} te envió una foto
it: {0} ti ha inviato una foto

# NotificationMessageRound
source: {0} sent you a video message
ar: {0} قام بإرسال رسالة مرئية لك
es: {0} te envió un videomensaje
it: {0} ti ha inviato un videomessaggio

# NotificationMessageSDPhoto
source: {0} sent you a self-destructing photo
ar: {0} أرسل لك صورة بتدمير ذاتي
es: {0} te envió una foto con autodestrucción
it: {0} ti ha inviato una foto con autodistruzione

# NotificationMessageSDVideo
source: {0} sent you a self-destructing video
ar: {0} أرسل لك فيديو بتدمير ذاتي
es: {0} te envió un vídeo con autodestrucción
it: {0} ti ha inviato un video con autodistruzione

# NotificationMessageSticker
source: {0} sent you a sticker
ar: {0} قام بإرسال ملصق
es: {0} te envió un sticker
it: {0} ti ha inviato uno sticker

# NotificationMessageStickerEmoji
source: {0} sent you a {1} sticker
ar: {0} قام بإرسال {1} ملصق
es: {0} te envió un {1} sticker
it: {0} ti ha inviato uno {1} sticker

# NotificationMessageVideo
source: {0} sent you a video
ar: {0} قام بإرسال مقطع مرئي لك
es: {0} te envió un vídeo
it: {0} ti ha inviato un video

# NotificationUnrecognizedDevice
source: {0}, We detected a login into your account from a new device on {1} Device: {2} Location: {3} If this wasn't you, you can go to Settings - Privacy and Security - Sessions and terminate that session. If you think that somebody logged in to your account against your will, you can enable two-step verification in Privacy and Security settings. Sincerely, The Telegram Team
ar: {0}, تم تسجيل الدخول لحسابك من جهاز جديد يوم {1} الجهاز: {2} الموقع: {3} إذا لم يكن أنت من سجل الدخول، يمكنك الذهاب للإعدادات ثم تسجيل الخروج من كافة الأجهزة الأخرى. كما يمكنك تفعيل التحقق بخطوتين إذا رغبت بذلك عن طريق إعدادات الخصوصية. شكرًا, فريق عمل تيليجرام
es: {0}, Detectamos un inicio de sesión en tu cuenta desde un nuevo dispositivo, el {1} Dispositivo: {2} Ubicación: {3} Si no eras tú, puedes ir a Ajustes > Privacidad y seguridad > Sesiones activas y cerrar esa sesión. Si crees que alguien ha iniciado la sesión sin tu consentimiento, puedes activar la verificación en dos pasos, en los ajustes de privacidad y seguridad. Atentamente, El equipo de Telegram
it: {0}, Abbiamo rilevato un accesso al tuo account da un nuovo dispositivo il {1} Dispositivo: {2} Posizione: {3} Se non sei stato tu, puoi andare nelle Impostazioni - Privacy e sicurezza - Sessioni - Termina tutte le sessioni. Se pensi che qualcuno si sia collegato al tuo account contro il tuo volere, puoi attivare la verifica in due passaggi nelle impostazioni di Privacy e sicurezza. Cordiali saluti, il team di Telegram

source: Notifications
ar: الإشعارات
es: Notificaciones
it: Notifiche

source: Notifications and Sounds
ar: الإشعارات والأصوات
es: Notificaciones y sonidos
it: Notifiche e suoni

# NotificationsCustom
source: Custom
ar: مخصص
es: Personalizadas
it: Personalizzate

# NotificationsCustomize
source: Customize
ar: تخصيص
es: Personalizar
it: Personalizza

# NotificationsEnableCustom
source: Enable Custom Notifications
ar: تفعيل الإشعارات مخصصة
es: Activar notificaciones personalizadas
it: Attiva notifiche personalizzate

# NotificationsLedColor
source: Color
ar: اللون
it: Colore

# NotificationsLedInfo
source: LED is a small blinking light on some devices that is used to indicate new messages.
ar: الـ LED هي إضاءة صغيرة تومض في بعض الأجهزة كإشعار برسالة جديدة.
es: LED es una pequeña luz que parpadea en algunos dispositivos para señalar los mensajes nuevos.
it: Il led è una piccola luce lampeggiante usata in alcuni dispositivi per indicare nuovi messaggi.

# NotificationsOff
source: Off
ar: إيقاف
es: Desactivadas
it: No

# NotificationsOn
source: On
ar: تشغيل
es: Activadas
it: Sì

# NotificationsOther
source: Other
ar: آخر
es: Otras
it: Altro

# NotificationsPriority
source: Priority
ar: الأولوية
es: Prioridad
it: Priorità

# NotificationsPriorityDefault
source: Default
ar: افتراضي
es: Por defecto
it: Predefinita

# NotificationsPriorityHigh
source: High
ar: مرتفع
es: Alta
it: Alta

# NotificationsPriorityMax
source: Max
ar: القصوى
es: Máxima
it: Massima

# NotificationsPrioritySettings
source: Same as in Settings
ar: كما في الإعدادات
es: Como en Ajustes
it: Come nelle Impostazioni

# NotificationsService
source: Keep-Alive Service
ar: خدمة التشغيل المستمر
es: Servicio keep-alive
it: Servizio keep-alive

# NotificationsServiceConnection
source: Background Connection
ar: الاتصال في الخلفية
es: Conexión en segundo plano
it: Connessione in background

# NotificationsServiceConnectionInfo
source: Keep a low impact background connection to Telegram to receive notifications. Enable for reliable notifications.
ar: استخدام اتصال طفيف في الخلفية للتأكد من وصول إشعارات تيليجرام. قم بالتفعيل لإشعارات أقوى.
es: Conexión de bajo impacto, en segundo plano, para recibir notificaciones. Úsala para tener notificaciones fiables.
it: Mantiene una connessione a basso impatto con Telegram per ricevere le notifiche. Attivala per notifiche affidabili.

# NotificationsServiceInfo
source: Relaunch app when shut down by user or system. This will ensure app can show notifications.
ar: إعادة تشغيل التطبيق في حال تم إقفاله من المستخدم أو النظام. هذا سيساعد في إظهار التطبيق للإشعارات.
es: Vuelve a abrir la app cuando el usuario o el sistema la cierra. Esto garantiza que la app pueda mostrar notificaciones.
it: Riavvia l'app quando terminata dall'utente o dal sistema. Questo assicura che l'app possa mostrare le notifiche.

# NotificationsTurnOff
source: Turn Off
ar: إيقاف
es: Desactivar
it: Disattiva

# NotificationsTurnOn
source: Turn On
ar: تشغيل
es: Activar
it: Attiva

# NumberUnknown
source: Unknown
ar: غير معروف
es: Desconocido
it: Sconosciuto

source: OK
ar: موافق

# Of
source: {0} of {1}
ar: {0} من {1}
es: {0} de {1}
it: {0} di {1}

source: online
ar: متصل
es: en línea
it: in linea

# OnlineCountOne
source: {0} online
ar: {0} متصل
es: {0} en línea
it: {0} in linea

# OnlineCountOther
source: {0} online
ar: {0} متصل
es: {0} en línea
it: {0} in linea

source: Only if silent
ar: فقط في وضع الصامت
es: Sólo si está silenciado
it: Solo se silenzioso

source: Only when screen "off"
ar: فقط عندما تكون الشاشة مطفأة
es: Con pantalla apagada
it: Solo con schermo spento

source: Only when screen "on"
ar: فقط عندما تكون الشاشة تعمل
es: Con pantalla encendida
it: Solo con schermo acceso

source: Open
ar: فتح
es: Abrir
it: Apri

# OpenChannel
source: VIEW CHANNEL
ar: افتح قناة
es: ABRIR CANAL
it: APRI CANALE

# OpenGroup
source: VIEW GROUP
ar: افتح مجموعة
es: VER GRUPO
it: APRI GRUPPO

# OpenInBrowser
source: OPEN IN...
ar: فتح بواسطة...
es: ABRIR EN...
it: APRI IN...

# OpenInExternalApp
source: Open in...
ar: افتح باستخدام...
es: Abrir en...
it: Apri in...
